Revit 2024 API
UnitTypeId.VoltAmperesPerSquareFoot Property
 Volt amperes per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId VoltAmperesPerSquareFoot { get; }
Visual Basic
Public Shared ReadOnly Property VoltAmperesPerSquareFoot As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ VoltAmperesPerSquareFoot {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace